[{"id":1474,"uuid":"95e8619b-7611-494c-8eb2-afcad83e2c67","title":"Oliphant: Unpacking the Archive","body":"<p dir=\"ltr\">In 2018, Patrick and Susan Oliphant donated almost 7,000 drawings, watercolors, prints, sculptures, and sketchbooks to the UVA Library. Complementing the art is a wealth of archival material: correspondence, photographs, professional papers, scrapbooks, and recordings. This, the first exhibition to juxtapose the archive with Oliphant’s artwork, shows how and why Oliphant became the most widely syndicated, most influential political cartoonist in America, shaping the political consciousness of generations.&nbsp;</p>\r\n\r\n<p dir=\"ltr\">What happens when a great artist takes up the profession of political cartooning and deploys all the weapons in his considerable arsenal to send a message? Endowed with a skepticism of the status quo, a love of drawing, and little formal training, Oliphant began his career at eighteen as a copy boy in Adelaide, Australia. When he joined the Denver Post in 1964 he introduced a linear fluency and wit—a studied awareness of adversary traditions from Hogarth, Goya, and Daumier to David Low—as well as an expansive imagination and conceptual reach as yet unknown to American newspaper audiences.&nbsp;</p>\r\n\r\n<p dir=\"ltr\">Oliphant’s swift rise to prominence, including a Pulitzer Prize in 1967, was followed by five decades of sustained, uncompromising work. From Watergate to Bridgegate, from Duoshade to digital delivery, and from the ephemeral newspaper cartoon to the lasting medium of bronze, Oliphant’s work both embraces its immediate context and transcends the particulars of time, place, and medium to reify universal traits of human character.&nbsp;&nbsp;</p>\r\n\r\n<p dir=\"ltr\">Today is a moment of great change for political commentary and visual satire. As newspapers continue to fold or merge, and the number of staff editorial cartoonists drops from hundreds to dozens nationally, Oliphant’s archive will be essential for understanding the place of political cartoons in newsprint’s last decades of dominance, and inspiring paths forward in an era of turbulent uncertainty.</p>\r\n","bookTour":[],"categoryId":"45641","endDate":"2020-05-30","startDate":"2019-09-23","locationInfo":"Main Gallery","image":{"alt":"Self-portrait of Patrick Oliphant, 2009","width":1250,"height":1085,"url":"https://www.library.virginia.edu/files/2019-08/Oliphant-web.png"},"libcalId":"3810","library":{"id":190,"uuid":"8f56e983-d496-430d-a847-5ca7416ae4ff"},"pressKit":"https://virginia.box.com/s/p1gavu0xtqsy87hdw2pvymbzn0hrmqux","redirectsFrom":"http://oliphant.lib.virginia.edu","subTitle":"Celebrating the recent acquisition of editorial cartoonist Patrick Oliphant’s voluminous archive","urlSlug":"oliphant","styleHeaderColor":"#E6DED4","styleHeaderTextColor":"#000000","stylePreFooterBackColor":"#E6DED4","styleNewsItemSourceTextColor":"#D2232A","styleFontImport":"@import url('https://fonts.googleapis.com/css?family=Montserrat');","styleFont":"Proxima Nova","styleFontFallback":"Montserrat","styleHeadlineFont":"Semi-Bold","styleHeadlineFontFallback":"Medium"},{"id":1338,"uuid":"3447fb6c-3510-4d2f-aa61-3661d92a373e","title":"Encompassing Multitudes: The Song of Walt Whitman","body":"<p>Celebrating the bicentennial of the birth of Walt Whitman, this exhibition pays tribute to the incalculable cultural influence of America’s great poet. View first printings of his immortal work, <em>Leaves of Grass,</em> early drafts of his poems in manuscript, and other rare materials from one of the world’s most extensive and varied collections of Walt Whitman, the Clifton Waller Barrett Library of American Literature.</p>\r\n<img alt=\"Exhibition curators (left to right) Charlotte Hennessy, George Riser, Lisa Russ Spaar, and Steve Cushman\" data-align=\"right\" data-caption=\"Exhibition curators (left to right) Charlotte Hennessy, George Riser, Lisa Russ Spaar, and Steve Cushman\" data-entity-type=\"file\" data-entity-uuid=\"3e65b293-88b2-4348-b7d9-2fad3b833953\" src=\"https://www.library.virginia.edu/files/inline-images/DSCF2900-web_0.jpg\" />\r\n<p>Chief exhibition curator George Riser worked in&nbsp;partnership with Steve Cushman (Robert C. Taylor Professor of English), Lisa Russ Spaar (Professor of English and Director of Creative Writing), and Charlotte Hennessy (Library Ambassador and former Wolfe Undergraduate docent) to curate this bicentennial celebration in coordination with the <a href=\"http://waltwhitmaninitiative.org/whitman-2019-consortium/\">Whitman Consortium</a>.</p>\r\n\r\n<p>Around the perimeter of the Gallery, you will find thematic cases that explore Whitman’s familial background, formative influences, his early publications, the impact of the Civil War, and his projects that were independent of <em>Leaves of Grass.</em> Moreover, there are cases dedicated to Whitman’s impact on both his contemporaries and subsequent generations.</p>\r\n\r\n<p>The heart of the Gallery is dedicated to Whitman’s magnum opus, <em>Leaves of Grass</em>. The ten flat cases highlight, in chronological order, every edition of <em>Leaves of Grass</em> published during the poet’s lifetime. Within the room at the center of the Gallery, you can view segments from <em>Whitman Alabama</em>, Jennifer Crandall’s stunning documentary of Alabamians reciting sections of&nbsp;“Song of Myself.”</p>\r\n\r\n<p>Once you’ve had your fill of original materials, please relax in our Whitman-esque reading nook and enjoy <em>Leaves of Grass</em> —and other Whitman-inspired books—for yourself.</p>\r\n\r\n<p>&nbsp;</p>\r\n","bookTour":[],"categoryId":"43167","endDate":"2019-07-27","startDate":"2019-02-20","locationInfo":"Main Gallery","image":{"alt":"Encompassing Multitudes: The Song of Walt Whitman","width":1250,"height":1085,"url":"https://www.library.virginia.edu/files/2019-02/WWweb.png"},"libcalId":"3810","library":{"id":190,"uuid":"8f56e983-d496-430d-a847-5ca7416ae4ff"},"pressKit":"https://virginia.box.com/s/3unygmyvzz3mxcj4ly79b5ruhjhal89l","redirectsFrom":"http://whitman.lib.virginia.edu","subTitle":"Celebrating the bicentennial of the birth of the great American poet","urlSlug":"whitman","styleHeaderColor":"#E9806E","styleHeaderTextColor":"#FFFFFF","stylePreFooterBackColor":"#E9806E","styleNewsItemSourceTextColor":"#4D5053","styleFontImport":"@import url('https://fonts.googleapis.com/css?family=Abril+Fatface');","styleFont":[],"styleFontFallback":[],"styleHeadlineFont":"'Abril Fatface'","styleHeadlineFontFallback":"cursive"},{"id":1214,"uuid":"a996e09d-eb76-4f9f-beef-9aa3c2108b57","title":"UVA Health System: 200 Years of Research, Learning, and Care","body":"<img alt=\"Six men and two women, all in white, are gathered around a patient on a gurney. They are wearing surgery scrubs and are surrounded by steep bleacher seating intended for students.\" data-align=\"right\" data-caption=\"&lt;em&gt;Pictured: Surgical Amphitheater in the UVA Hospital, 1913. &lt;/em&gt;&lt;br /&gt;\r\nWhen it opened in 1901, the UVA Hospital contained a single operating room. This surgical amphitheater was constructed with a raised gallery, from which students and faculty could observe surgical procedures.\" data-entity-type=\"file\" data-entity-uuid=\"500b7bec-baef-4cdd-8bb1-f55561d7123c\" src=\"https://www.library.virginia.edu/files/inline-images/TL4-4-000007137_0004.jpg\" />\r\n<p>The Health System occupies a unique place at the University of Virginia. Closely intertwined with UVA academics on Grounds through the teaching missions of the Schools of Medicine and Nursing, it also branches out across central Virginia in the form of satellite offices, clinics, and other health care resources. Reflecting this broad scope, this Bicentennial exhibition brings together the diverse stories of health care providers, medical and nursing students, faculty, and community members. View historical materials from the Claude Moore Health Sciences Library and the Eleanor Crowder Bjoring Center for Nursing Historical Inquiry and learn more about the story of scientific accomplishments, advances in public health, social transformation, and technological evolution that has unfolded over the last 200 years at UVA.</p>\r\n","bookTour":"<div id=\"form_37bdb6a9a88c69815261ca3836bbec9a\"></div>\r\n<script type=\"text/javascript\" src=\"//virginia.libsurveys.com/form_loader.php?id=37bdb6a9a88c69815261ca3836bbec9a\"></script>","categoryId":"38996","endDate":"2019-01-04","startDate":"2018-07-26","locationInfo":"Special Collections, Main Gallery","image":{"alt":"UVA Health System: 200 Years of Research, Learning, and Care","width":600,"height":520,"url":"https://www.library.virginia.edu/files/2018-07/main.png"},"libcalId":"3810","library":{"id":190,"uuid":"8f56e983-d496-430d-a847-5ca7416ae4ff"},"pressKit":"https://virginia.box.com/s/rqklvioqw52nrw8957na1wb5z87gwba6","redirectsFrom":"http://UVAhealth200.lib.virginia.edu","subTitle":"A Bicentennial exhibition celebrating the history of health care at the University of Virginia","urlSlug":"UVAhealth200","styleHeaderColor":[],"styleHeaderTextColor":[],"stylePreFooterBackColor":[],"styleNewsItemSourceTextColor":[],"styleFontImport":"@import url('');","styleFont":[],"styleFontFallback":[],"styleHeadlineFont":[],"styleHeadlineFontFallback":[]}]
